1password-cli
aerospace
calibre
dotnet-sdk7-0-400
dotnet-sdk8-0-400
expressvpn
font-commit-mono-nerd-font
font-hack-nerd-font
font-jetbrains-mono-nerd-font
font-meslo-lg-nerd-font
font-mononoki-nerd-font
font-sf-mono
font-sf-pro
geekbench
ghostty
karabiner-elements
localsend
mactex-no-gui
obsidian
orion
pdf-expert
qbittorrent
rectangle
sf-symbols
skim
stats
unnaturalscrollwheels
wezterm
zoom
