eamodio.gitlens
enkia.tokyo-night
github.copilot
github.copilot-chat
ionide.ionide-fsharp
layfredrc.dark-purple-and-gold
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
pkief.material-icon-theme
shd101wyy.markdown-preview-enhanced
vscodevim.vim
zhuangtongfa.material-theme
